IdeaRS.OpenModel.Connection.BoltGrid.IsAnchor
Is Anchor

IdeaRS.OpenModel.Connection.BoltGrid.AnchorLen
Anchor lenght

IdeaRS.OpenModel.Connection.BoltGrid.Diameter
The diameter of bold

IdeaRS.OpenModel.Connection.BoltGrid.HeadDiameter
The head diameter of bold

IdeaRS.OpenModel.Connection.BoltGrid.DiagonalHeadDiameter
The Diagonal Head Diameter of bold

IdeaRS.OpenModel.Connection.BoltGrid.HeadHeight
The Head Height of bold

IdeaRS.OpenModel.Connection.BoltGrid.BoreHole
The BoreHole of bold

IdeaRS.OpenModel.Connection.BoltGrid.TensileStressArea
The Tensile Stress Area of bold

IdeaRS.OpenModel.Connection.BoltGrid.NutThickness
The Nut Thickness of bold

IdeaRS.OpenModel.Connection.BoltGrid.Standard
The standard of the bolt assembly

IdeaRS.OpenModel.Connection.BoltGrid.Material
The material of the bolt assembly

IdeaRS.OpenModel.Connection.BoltGrid.ConnectedPartIds
Id of the weld